import sys

def sampleDoc(DocID):

    sampleDoc = [
        """
        ่เลม   ๑๔๐   ตอนพิเศษ   ๑๙๓    ง

้หนา   ๒๔
ราชกิจจานุเบกษา

๑๕   สิงหาคม   ๒๕๖๖

ประกาศกระทรวงอุตสาหกรรม เรื่อง  การจัดการสิ่งปฏิกูลหรือวัสดุที่ไม่ใช้แล้ว  (ฉบับที่  2)   พ.ศ.  ๒๕๖๖   โดยที่เป็นการสมควรปรับปรุงประกาศกระทรวงอุตสาหกรรม  เรื่อง  การจัดการสิ่งปฏิกูลหรือ  วัสดุที่ไม่ใช้แล้ว  พ.ศ.  2566  อาศัยอ านาจตามความในมาตรา  6  วรรคหนึ่ง  แห่งพระราชบัญญัติโรงงาน  พ.ศ.  2535  ซึ่งแก้ไขเพิ่มเติมโดยพระราชบัญญัติโรงงาน  (ฉบับที่  2)  พ.ศ.  2562  และความในข้อ  18  แห่งกฎกระทรวงฉบับที่  2  (พ.ศ.  2535)  ออกตามความในพระราชบัญญัติโรงงาน   พ.ศ.  2535  ความในข้อ  13  (3)  แห่งกฎกระทรวง  ฉบับที่  2  (พ.ศ.  2535)  ออกตามความใน พระราชบัญญัติโรงงาน  พ.ศ.  2535  ซึ่งแก้ไขเพิ่มเติมโดยกฎกระทรวงฉบับที่  22  (พ.ศ.  2556)  ออกตามความในพระราชบัญญัติโรงงาน  พ.ศ.  2535  ประกอบความในข้อ  1  แห่งกฎกระทรวง ฉบับที่  3  (พ.ศ.  2535)  ออกตามความในพระราชบัญญัติโรงงาน  พ.ศ.  2535  ความในข้อ  7   แห่งกฎกระทรวง  ฉบับที่  3  (พ.ศ.  2535)  ออกตามความในพระราชบัญญัติโรงงาน  พ.ศ.  2535   ซึ่งเพิ่มเติมโดยกฎกระทรวง  ฉบับที่  27  (พ.ศ.  2563)  ออกตามความในพระราชบัญญัติโรงงาน   พ.ศ.  2535  และความในข้อ  8  แห่งกฎกระทรวง  ฉบับที่  3  (พ.ศ.  2535)  ออกตามความในพระราชบัญญัติโรงงาน  พ.ศ.  2535  ซึ่งเพิ่มเติมโดยกฎกระทรวง  ฉบับที่  28  (พ.ศ.  2566)   ออกตามความในพระราชบัญญัติโรงงาน  พ.ศ.  2535  รัฐมนตรีว่าการกระทรวงอุตสาหกรรม  ออกประกาศไว้  ดังต่อไปนี้ ข้อ 1 ประกาศนี้เรียกว่า  “ประกาศกระทรวงอุตสาหกรรม  เรื่อง  การจัดการสิ่งปฏิกูลหรือ  วัสดุที่ไม่ใช้แล้ว  (ฉบับที่  2)  พ.ศ.  2566” ข้อ 2 ให้ยกเลิกความในข้อ  3  ของประกาศกระทรวงอุตสาหกรรม  เรื่อง  การจัดการ สิ่งปฏิกูลหรือวัสดุที่ไม่ใช้แล้ว  พ.ศ.  2566  และให้ใช้ความดังต่อไปนี้แทน   “ข้อ  3  ประกาศนี้ให้บังคับใช้ตั้งแต่วันที่  1  พฤศจิกายน  พ.ศ.  2566  เป็นต้นไป  เว้นแต่ความในข้อ  2  (4)  ข้อ  13  และข้อ  22  ให้ใช้บังคับตั้งแต่วันถัดจากวันที่ประกาศในราชกิจจานุเบกษา เป็นต้นไป” ข้อ 3 ให้ยกเลิกความในข้อ  13  ของประกาศกระทรวงอุตสาหกรรม  เรื่อง  การจัดการ สิ่งปฏิกูลหรือวัสดุที่ไม่ใช้แล้ว  พ.ศ.  2566  และให้ใช้ความดังต่อไปนี้แทน “ข้อ  13  ผู้ก่อก าเนิดต้องรายงานการจัดเก็บที่ยังไม่มีการจัดการตามข้อ  7  และการจัดการ  สิ่งปฏิกูลหรือวัสดุที่ไม่ใช้แล้วภายในบริเวณโรงงานตามข้อ  8  ในรอบปีที่ผ่านมาต่อกรมโรงงานอุตสาหกรรม  ภายในวันที่  ๓๐  เมษายนของปีถัดไป  การรายงานให้ด าเนินการโดยแบบและวิธีการ ทางอิเล็กทรอนิกส์ผ่านระบบการรายงานข้อมูลกลางของกระทรวงอุตสาหกรรม ่เลม   ๑๔๐   ตอนพิเศษ   ๑๙๓    ง

้หนา   ๒๕
ราชกิจจานุเบกษา

๑๕   สิงหาคม   ๒๕๖๖

ส าหรับการรายงานตามวรรคหนึ่งของรอบปี  พ.ศ.  2565  ให้รายงานภายในวันที่  3๑  สิงหาคม  พ.ศ.  2566” ข้อ ๔ การรายงานตามข้อ  ๑๓  และข้อ  ๒๒  ที่ได้กระท าก่อนวันที่ประกาศนี้ได้ประกาศใน  ราชกิจจานุเบกษา  ให้ถือว่าเป็นการรายงานตามข้อ  ๑๓  และข้อ  ๒๒  ของประกาศกระทรวงอุตสาหกรรม  เรื่อง  การจัดการสิ่งปฏิกูลหรือวัสดุที่ไม่ใช้แล้ว  พ.ศ.  2566  ซึ่งแก้ไขเพิ่มเติมโดยประกาศฉบับนี้ ข้อ 5 ประกาศนี้ให้ใช้บังคับตั้งแต่วันที่  ๓1  พฤษภาคม  พ.ศ.  2566  เป็นต้นไป  ประกาศ  ณ  วันที่  8  สิงหาคม  พ.ศ.  ๒๕66 อนุชา  นาคาศัย รัฐมนตรีประจ าส านักนายกรัฐมนตรี  รักษาราชการแทน รัฐมนตรีว่าการกระทรวงอุตสาหกรรม 
        """,
        """
่เลม   ๑๓๙   ตอนพิเศษ   ๑๓๑    ง

้หนา   ๑๔
ราชกิจจานุเบกษา

๑๐   มิถุนายน   ๒๕๖๕

ประกาศกระทรวงอุตสาหกรรม   เรื่อง  ก าหนดให้โรงงานต้องติดตั้งเครื่องมือหรือเครื่องอุปกรณ์พิเศษ เพื่อรายงานมลพิษอากาศจากปล่องโรงงาน  พ.ศ.  2565   โดยที่เป็นการสมควรขยายพื้นที่ก าหนดให้โรงงานต้องติดตั้งเครื่องมือหรือเครื่องอุปกรณ์พิเศษ เพื่อรายงานมลพิษอากาศจากปล่องระบายให้ครอบคลุมทั่วประเทศ  รวมทั้งปรับปรุงประเภท   หน่วยผลิตของโรงงาน  และชนิดของมลพิษที่ต้องตรวจวัดโดยเครื่องมือหรือเครื่องอุปกรณ์พิเศษ   เพื่อใช้ติดตามตรวจสอบการระบายมลพิษของโรงงานที่อาจส่งผลกระทบต่อชุมชนและสิ่งแวดล้อม   อีกทั้งเพื่อเป็นการส่งเสริมให้ชุมชนสามารถมีส่วนร่วมในการติดตามการระบายมลพิษอากาศของโรงงาน  อันจะน าไปสู่การบริหารจัดการเชิงพื้นที่อย่างยั่งยืน   อาศัยอ านาจตามความในข้อ  16  ตรี  แห่งกฎกระทรวง  ฉบับที่  2  (พ.ศ.  2535)   ออกตามความในพระราชบัญญัติโรงงาน  พ.ศ.  2535  เพิ่มโดยกฎกระทรวง  ฉบับที่  11   (พ.ศ.  2539)  ออกตามความในพระราชบัญญัติโรงงาน  พ.ศ.  2535  รัฐมนตรีว่าการกระทรวงอุตสาหกรรมออกประกาศไว้  ดังต่อไปนี้ ข้อ ๑ ประกาศนี้เรียกว่า  “ประกาศกระทรวงอุตสาหกรรม  เรื่อง  ก าหนดให้โรงงาน ต้องติดตั้งเครื่องมือหรือเครื่องอุปกรณ์พิเศษเพื่อรายงานมลพิษอากาศจากปล่องโรงงาน  พ.ศ.  2565” ข้อ ๒ ประกาศนี้ให้ใช้บังคับเมื่อพ้นก าหนดสามร้อยหกสิบห้าวันนับแต่วันถัดจากวันประกาศในราชกิจจานุเบกษาเป็นต้นไป ข้อ ๓ ให้ยกเลิก (1) ประกาศกระทรวงอุตสาหกรรม  เรื่อง  ก าหนดให้โรงงานประเภทต่าง ๆ  ต้องติดตั้งเครื่องมือหรือเครื่องอุปกรณ์พิเศษ  เพื่อตรวจสอบคุณภาพอากาศจากปล่องแบบอัตโนมัติ  พ.ศ.  2544   (2) ประกาศกรมโรงงานอุตสาหกรรม  เรื่อง  การส่งข้อมูลเข้าสู่ระบบตรวจสอบคุณภาพอากาศจากปล่องแบบอัตโนมัติอย่างต่อเนื่อง  (Continuous  Emission  Monitoring  Systems:  CEMS)  พ.ศ.  2550 ข้อ ๔ ประกาศนี้ไม่ใช้บังคับกับโรงงาน  หรือหน่วยการผลิตส ารอง  ดังต่อไปนี้ (1) โรงงานตามข้อ  ๖  ที่มีหน่วยการผลิตที่มีการติดตั้งอุปกรณ์หรือเครื่องมือลดหรือควบคุมปริมาณมลพิษในกระบวนการผลิต  ที่มีค่าผลการตรวจวัดมลพิษในปล่องระบายจากห้องปฏิบัติการวิเคราะห์ของทางราชการหรือห้องปฏิบัติการวิเคราะห์เอกชนที่ขึ้นทะเบียนกับกรมโรงงานอุตสาหกรรม  จ านวนไม่น้อยกว่า  10  ข้อมูล  โดยแต่ละข้อมูลต้องมีค่าไม่เกินร้อยละ  10  ของค่ามาตรฐานมลพิษนั้นติดต่อกันไม่น้อยกว่าสองปี  แต่ต้องแจ้งให้กรมโรงงานอุตสาหกรรมทราบด้วย (2) โรงงานตามข้อ  ๖  ที่ได้รับอนุญาตมาก่อนวันที่ประกาศนี้มีผลใช้บังคับที่มีจุดเก็บตัวอย่างอากาศที่ปล่องระบายอยู่เดิม  และกรมโรงงานอุตสาหกรรมเห็นชอบให้ตรวจวัดฝุ่นละอองและอัตรา ่เลม   ๑๓๙   ตอนพิเศษ   ๑๓๑    ง

้หนา   ๑๕
ราชกิจจานุเบกษา

๑๐   มิถุนายน   ๒๕๖๕

การไหลภายในปล่อง  (Flow  Rate)  โดยวิธีการตรวจวัดตามที่กรมโรงงานอุตสาหกรรมก าหนด  เนื่องจากไม่สามารถเจาะปล่องระบายเพิ่มเติมเพื่อตรวจวัดฝุ่นละอองและอัตราการไหลภายในปล่อง  (Flow  Rate)  ได้   (๓) หน่วยการผลิตส ารองของโรงงานตามข้อ  ๖  ที่มีระยะเวลาการผลิตหรือการใช้งานไม่เกินหกสิบวันต่อปี   ข้อ ๕ ในประกาศนี้ “ปล่อง”  หมายความว่า  ปล่องหรือท่อหรือช่องที่มีวัตถุประสงค์ในการระบายมลพิษอากาศ “เครื่องมือหรือเครื่องอุปกรณ์พิเศษ”  หมายความว่า  เครื่องมือตรวจวัดมลพิษทางอากาศและสภาพของอากาศอย่างต่อเนื่องก่อนออกจากปล่อง  (Continuous  Emission  Monitoring  Systems:  CEMS)  ที่มีองค์ประกอบของส่วนเก็บและส่งตัวอย่าง  (Sampling  interface/Sampling  delivery  system)  ส่วนการวิเคราะห์  (Analyzer)  และส่วนการจัดการข้อมูล  (Data  acquisition  system)  โดยต้องเป็นระบบใดระบบหนึ่ง  ดังต่อไปนี้   (1) ระบบการตรวจวัดแบบดึงตัวอย่างอากาศไปวิเคราะห์  (Extractive  Systems)   (2) ระบบวิเคราะห์ที่จุดเก็บตัวอย่าง  (In-Situ  Systems)   (3) ระบบอื่นที่กรมโรงงานอุตสาหกรรมก าหนด   “การรายงาน”  หมายความว่า  การส่งข้อมูลจากเครื่องมือหรือเครื่องอุปกรณ์พิเศษเข้าระบบเครือข่ายคอมพิวเตอร์ของกรมโรงงานอุตสาหกรรม   “ระบบปิด”  หมายความว่า  ระบบการเผาไหม้เชื้อเพลิงและหรือวัตถุดิบที่มีการออกแบบ ให้มีการควบคุมปริมาตรอากาศและสภาวะแวดล้อมในการเผาไหม้ “ระบบเปิด”  หมายความว่า  ระบบการเผาไหม้เชื้อเพลิงและหรือวัตถุดิบที่ไม่มีการออกแบบ เพื่อการควบคุมปริมาตรอากาศและสภาวะแวดล้อมในการเผาไหม้   “ระบบเฝ้าระวังการระบายมลพิษแบบคาดคะเน”  หมายความว่า  การคาดคะเนการระบายมลพิษ  โดยประเมินจากผลการตรวจวัดพารามิเตอร์ที่เกี่ยวข้องกับการผลิต  (Predictive  Emission  Monitoring  Systems:  PEMS)  ตามที่องค์การพิทักษ์สิ่งแวดล้อมแห่งประเทศสหรัฐอเมริกา  (United  States  Environmental  Protection  Agency:  U.S.  EPA)  ก าหนด “เชื้อเพลิงขยะ”  หมายความว่า  เชื้อเพลิงที่เกิดจากการน าสิ่งใดสิ่งหนึ่งหรือหลายสิ่งดังต่อไปนี้มาเป็นเชื้อเพลิง  และให้รวมถึงเชื้อเพลิงที่เกิดจากการน าสิ่งใดสิ่งหนึ่งหรือหลายสิ่งดังต่อไปนี้มาแปรสภาพหรือปรับปรุงคุณภาพให้เหมาะสมกับการเป็นเชื้อเพลิง (1) สิ่งปฏิกูลหรือวัสดุที่ไม่ใช้แล้วตามกฎหมายว่าด้วยโรงงาน (2) มูลฝอยตามกฎหมายว่าด้วยการสาธารณสุข   (3) ของเสียตามกฎหมายว่าด้วยการส่งเสริมและรักษาคุณภาพสิ่งแวดล้อม   ่เลม   ๑๓๙   ตอนพิเศษ   ๑๓๑    ง

้หนา   ๑๖
ราชกิจจานุเบกษา

๑๐   มิถุนายน   ๒๕๖๕

(4) วัสดุอื่นใดนอกเหนือจาก  (1)  (2)  หรือ  (3)  ที่ไม่เป็นที่ต้องการหรือไม่สามารถใช้ได้ ตามวัตถุประสงค์เดิม   ข้อ ๖ โรงงานประเภทหรือชนิดใด  ต้องติดตั้งเครื่องมือหรือเครื่องอุปกรณ์พิเศษเพื่อตรวจวัดค่ามลพิษใดรวมทั้งต้องติดตั้งเครื่องมือและเครื่องอุปกรณ์พิเศษ  ณ  จุดใดในโรงงาน  ให้เป็นไปตามที่ระบุในบัญชีแนบท้ายประกาศนี้ ข้อ ๗ ในการด าเนินการตามข้อ  ๖  อาจใช้วิธีการประเมินผลจากระบบเฝ้าระวังการระบายมลพิษแบบคาดคะเนแทนการตรวจวัดโดยเครื่องมือหรือเครื่องอุปกรณ์พิเศษ  หรือวิธีอื่น  ตามที่รัฐมนตรีประกาศก าหนดก็ได้ ข้อ ๘ ในการด าเนินการตามข้อ  ๖  ส าหรับการตรวจวัดค่ามลพิษอากาศจากปล่องระบายมากกว่า  1  ปล่อง  แต่ไม่เกิน  3  ปล่อง  โดยคุณภาพอากาศที่ระบายออกจากปล่องระบายเหล่านั้น มีคุณสมบัติและสภาวะที่คล้ายคลึงกัน  เช่น  ประเภทเชื้อเพลิง  ลักษณะกระบวนการผลิต  ค่าความเข้มข้น ของมลพิษอากาศ  อัตราการไหลและความชื้นของอากาศเสียภายในปล่องระบายใกล้เคียงกัน  ให้สามารถ ใช้เครื่องมือหรือเครื่องอุปกรณ์พิเศษร่วมกันแบบแบ่งคาบเวลา  (Time  sharing)  ได้  โดยต้องรายงาน ผลการตรวจวัดค่ามลพิษอากาศได้อย่างน้อย  1  ครั้งต่อชั่วโมงต่อปล่อง การด าเนินการตามวรรคหนึ่ง  ต้องได้รับความเห็นชอบจากกรมโรงงานอุตสาหกรรม  ก่อนด าเนินการ ข้อ ๙ โรงงานตามข้อ  ๖  หรือข้อ  ๘  ต้องติดตั้งเครื่องมือหรือเครื่องอุปกรณ์พิเศษ   ให้แล้วเสร็จก่อนเริ่มประกอบกิจการโรงงานหรือเริ่มประกอบกิจการโรงงานในส่วนขยายแล้วแต่กรณี   ข้อ ๑๐ โรงงานตามข้อ  ๖  ที่ได้มีการติดตั้งเครื่องมือหรือเครื่องอุปกรณ์พิเศษ  ตามข้อ  ๙  แล้ว  ต้องด าเนินการรายงานผลการตรวจวัดค่ามลพิษ  อัตราการไหลภายในปล่อง  (Flow  Rate)   และอุณหภูมิภายในปล่อง  ตลอดเวลาที่มีการประกอบกิจการโรงงาน กรณีโรงงานตามวรรคหนึ่งที่มีอากาศเสียที่เกิดจากกระบวนการเผาไหม้ต้องรายงาน  ค่าออกซิเจนในปล่องด้วย   การรายงานผลการตรวจวัดตามวรรคหนึ่ง  และวรรคสอง  ต้องรายงานตามเวลาจริง   (Real  Time)  หรือค่าเฉลี่ยไม่เกิน  1  ชั่วโมงอย่างต่อเนื่องตลอดระยะเวลาการประกอบกิจการโรงงานทั้งหมดในแต่ละวัน  โดยที่การรายงานผลการตรวจวัดต้องมีข้อมูลเกินกว่าร้อยละ  80  ของชั่วโมง ประกอบกิจการโรงงานทั้งหมดในแต่ละวัน   กรณีมีเหตุขัดข้องและไม่สามารถรายงานผลการตรวจวัดตามวรรคหนึ่ง  วรรคสอง   และวรรคสามได้  หรือรายงานผลการตรวจวัดได้  แต่ข้อมูลที่รายงานมีน้อยกว่าร้อยละ  80   ของชั่วโมงประกอบกิจการโรงงานทั้งหมดในแต่ละวัน  ต้องแจ้งสาเหตุหรือปัญหาให้กรมโรงงานอุตสาหกรรมทราบ  ภายในวันเกิดเหตุหรือภายในวันถัดไปโดยไม่เว้นวันหยุดราชการ   กรณีหยุดหน่วยการผลิต  ต้องแจ้งให้กรมโรงงานอุตสาหกรรมทราบภายในวันหยุดหน่วย   การผลิตหรือภายในวันถัดไปโดยไม่เว้นวันหยุดราชการ ่เลม   ๑๓๙   ตอนพิเศษ   ๑๓๑    ง

้หนา   ๑๗
ราชกิจจานุเบกษา

๑๐   มิถุนายน   ๒๕๖๕

การรายงานตามวรรคหนึ่ง  วรรคสอง  และการแจ้งตามวรรคสี่  และวรรคห้า  ให้เป็นไปตามที่กรมโรงงานอุตสาหกรรมก าหนด ข้อ ๑๑ การติดตั้งเครื่องมือหรือเครื่องอุปกรณ์พิเศษตามข้อ  ๖  หรือข้อ  ๘  ต้องด าเนินการ ตามหลักเกณฑ์  ดังต่อไปนี้ (1) การติดตั้งจุดเก็บตัวอย่างต้องอยู่ในต าแหน่งที่อากาศเสียไม่ได้รับผลกระทบหรือถูกท าให้เจือจางจากอุปกรณ์หรือระบบลดการควบแน่นของไอน้ าในอากาศเสีย (2) การติดตั้งเครื่องมือหรือเครื่องอุปกรณ์พิเศษเพื่อรายงานมลพิษอากาศจากปล่องระบาย ที่รวบรวมอากาศเสียจากหน่วยการผลิตที่แตกต่างกัน  ต้องใช้เครื่องมือหรือเครื่องอุปกรณ์พิเศษที่ตรวจวัดค่ามลพิษทั้งหมดของหน่วยการผลิตที่แตกต่างกันได้ (๓) การติดตั้งเครื่องมือหรือเครื่องอุปกรณ์พิเศษส าหรับโรงงานที่ใช้เชื้อเพลิงหรือวัตถุดิบ ในกระบวนการผลิตที่เกี่ยวข้อง  ที่มีองค์ประกอบของก ามะถันน้อยกว่าหรือเท่ากับร้อยละ  0.05   (โดยน้ าหนัก)  สามารถขอความเห็นชอบจากกรมโรงงานอุตสาหกรรมไม่ต้องติดตั้งเครื่องมือหรือ เครื่องอุปกรณ์พิเศษส าหรับซัลเฟอร์ไดออกไซด์  (SO2)  ของปล่องระบายนั้นได้ ข้อ ๑๒ โรงงานตามข้อ  ๔  (1)  (2)  และข้อ  ๑๑  (๓)  ต้องรายงานค่าการตรวจวัดผ่านระบบ รายงานชนิดและปริมาณสารมลพิษที่ระบายออกจากโรงงาน  ต่อกรมโรงงานอุตสาหกรรม  ทุก ๆ  หกเดือน ข้อ ๑๓ โรงงานตามข้อ  ๖  ต้องด าเนินการทวนสอบ  หรือสอบเทียบเครื่องมือหรือเครื่องอุปกรณ์พิเศษ เพื่อรายงานมลพิษอากาศจากปล่องโรงงานตลอดจนค่าต่าง ๆ  ที่ตรวจวัดวิเคราะห์อย่างน้อยปีละ   1  ครั้ง การด าเนินการตามวรรคหนึ่งให้ใช้วิธีที่องค์การพิทักษ์สิ่งแวดล้อมแห่งประเทศสหรัฐอเมริกา  (United  States  Environmental  Protection  Agency:  U.S.  EPA)  ก าหนดไว้  หรือใช้วิธีตามมาตรฐานระดับสากลอื่นที่เทียบเท่า  หรือวิธีการอื่นที่กรมโรงงานอุตสาหกรรมก าหนด   ข้อ ๑4 การรายงานผลการตรวจวัดค่ามลพิษตามข้อ  10  ให้เป็นไปตามหลักเกณฑ์  ดังต่อไปนี้ (1) ในกรณีที่ไม่มีการเผาไหม้เชื้อเพลิง  ให้รายงานค่าของมลพิษในอากาศเสียที่สภาวะมาตรฐาน   ความดัน  1  บรรยากาศ  หรือ  760  มิลลิเมตรปรอท  อุณหภูมิ  25  องศาเซลเซียส ที่สภาวะแห้ง  (Dry  basis)  โดยมีปริมาตรออกซิเจนในอากาศเสีย  ณ  สภาวะจริงในขณะตรวจวัด (2) ในกรณีที่มีการเผาไหม้เชื้อเพลิง    (ก) ระบบปิดให้รายงานค่าของมลพิษในอากาศเสียที่สภาวะมาตรฐาน  ความดัน  1  บรรยากาศ  หรือ  760  มิลลิเมตรปรอท  อุณหภูมิ  25  องศาเซลเซียสที่สภาวะแห้ง  (Dry  basis)  โดยมีปริมาตรอากาศส่วนเกินในการเผาไหม้  (Excess  air)  ร้อยละ  50  หรือมีปริมาตรออกซิเจน ในอากาศเสีย  ร้อยละ  7 ่เลม   ๑๓๙   ตอนพิเศษ   ๑๓๑    ง

้หนา   ๑๘
ราชกิจจานุเบกษา

๑๐   มิถุนายน   ๒๕๖๕

 (ข) ระบบเปิดให้รายงานค่าของมลพิษในอากาศเสียที่สภาวะมาตรฐาน  ความดัน  1  บรรยากาศ  หรือ  760  มิลลิเมตรปรอท  อุณหภูมิ  25  องศาเซลเซียสที่สภาวะแห้ง  (Dry  basis)  โดยมีปริมาตรออกซิเจนในอากาศเสีย  ณ  สภาวะจริงในขณะตรวจวัด ข้อ ๑๕ กรณีที่เครื่องมือหรือเครื่องอุปกรณ์พิเศษที่ติดตั้งตามข้อ  6  หรือข้อ  ๘  มีเหตุขัดข้องและไม่สามารถรายงานผลการตรวจวัดตามข้อ  1๐  และ  ข้อ  ๑๔  ได้ตั้งแต่สิบห้าวันขึ้นไปให้ด าเนินการแก้ไขให้แล้วเสร็จ  ภายในระยะเวลาไม่เกินหนึ่งร้อยแปดสิบวันนับถัดจากวันที่มีเหตุขัดข้องและไม่สามารถรายงานผลการตรวจวัดได้  โดยในระหว่างการแก้ไขให้ท าการตรวจวัดค่ามลพิษโดยวิธีการอื่นที่องค์การพิทักษ์สิ่งแวดล้อมแห่งประเทศสหรัฐอเมริกา  (United  States  Environmental  Protection  Agency:  U.S.  EPA)  ก าหนด  หรือวิธีการอื่นที่กรมโรงงานอุตสาหกรรมก าหนด  อย่างน้อยเดือนละ   1  ครั้ง  โดยให้รายงานผลการตรวจวัดดังกล่าวมายังกรมโรงงานอุตสาหกรรมจนกว่าเครื่องมือหรือ เครื่องอุปกรณ์พิเศษจะสามารถใช้งานได้  การรายงานให้เป็นไปตามที่กรมโรงงานอุตสาหกรรมก าหนด ข้อ ๑๖ ภายใต้บังคับวรรคสอง  และวรรคสาม  โรงงานตามข้อ  ๖  ที่ได้รับใบอนุญาตประกอบกิจการโรงงานก่อนวันที่ประกาศนี้มีผลใช้บังคับ  ให้ด าเนินการตามประกาศนี้ให้แล้วเสร็จ ภายในสามร้อยหกสิบห้าวันนับตั้งแต่วันที่ประกาศนี้มีผลใช้บังคับ หากไม่สามารถด าเนินการตามวรรคหนึ่งได้  ให้โรงงานเสนอแผนพร้อมก าหนดระยะเวลา ในการด าเนินการแล้วเสร็จให้กรมโรงงานอุตสาหกรรมเห็นชอบ การก าหนดระยะเวลาการด าเนินการให้แล้วเสร็จตามวรรคสองต้องก าหนดมิให้เกินกว่าวันที่   31  ธันวาคม  พ.ศ.  2570  ประกาศ  ณ  วันที่  1  เมษายน  พ.ศ.  ๒๕๖5 สุริยะ  จึงรุ่งเรืองกิจ รัฐมนตรีว่าการกระทรวงอุตสาหกรรม เรื

่อง กำหนดให้โรงงานต้องติดตั

บัญชีแนบท้ายประกาศกระทรวงอุตสาหกรรม 
้งเครื

่องอุปกรณ์พิเศษเพื

่องมือหรือเครื

่อรายงานมลพิษอากาศจากปล่องโรงงาน พ.ศ. 2565 

่ 
ลำดับที

หน่วยการผลิตและขนาด 

ประเภทโรงงาน 

1 

หน่วยผลิตพลังงานไฟฟ้าพลังความร้อน  
่มีกำลังการผลิตต่อหน่วย ตั
ที
้นไป 
10 เมกกะวัตต์ (MW) ขึ

้งแต่  

่ 88 (2) ตาม
โรงงานลำดับที
กฎกระทรวง กำหนดประเภท 
ชนิด และขนาดของโรงงาน  
พ.ศ. 2563 หรือโรงงานลำดับ
อื
่มีหน่วยผลิตในทำนอง
่น ๆ ที
เดียวกัน 

่ต้องตรวจวัด 

่องมือ 

ค่าของเครื
่องอุปกรณ์พิเศษที

่นละออง  

หรือเครื
- ความทึบแสง หรือฝุ
- ซัลเฟอร์ไดออกไซด์ (SO2)  
- ออกไซด์ของไนโตรเจน (NOx) 
- คาร์บอนมอนอกไซด์ (CO)  

หมายเหตุ 

1) เชื

้อเพลิงก๊าซธรรมชาติ (NG) 
ก๊าซปิโตรเลียมเหลว (LPG) เชื
้อเพลิง
ก๊าซไฮโดรเจน (H2) ไม่ต้องตรวจวัด 
ซัลเฟอร์ไดออกไซด์ (SO2) และ 
ความทึบแสง หรือฝุ

่นละออง 
้อเพลิงก๊าซ ไม่ต้องตรวจวัด
่นละออง 

ความทึบแสง หรือฝุ

2) เชื

2 

หม้อน้ำที
้นไป 
ขึ

่มีขนาด 30 ตันไอน้ำต่อชั

่วโมง  

โรงงานทุกลำดับตามกฎกระทรวง 
กำหนดประเภท ชนิด และ 
ขนาดของโรงงาน พ.ศ. 2563 

่นละออง  

- ความทึบแสง หรือฝุ
- ซัลเฟอร์ไดออกไซด์ (SO2)  
- ออกไซด์ของไนโตรเจน (NOx)  
- คาร์บอนมอนอกไซด์ (CO)  

3) ความร้อนเหลือทิ

้ง (waste 
heat) ให้ตรวจวัดตามแหล่งกำเนิด
ความร้อน 
4) เชื

้อเพลิงขยะ ให้เพิ
ตรวจวัด ไฮโดรเจนคลอไรด์ (HCl)  
่มีองค์ประกอบ

้อเพลิงขยะที

่มการ

5) เชื
ปรอท ให้เพิ
1) เชื

่มการตรวจวัด ปรอท (Hg)  

้อเพลิงก๊าซธรรมชาติ (NG) 
ก๊าซปิโตรเลียมเหลว (LPG) เชื
้อเพลิง
ก๊าซไฮโดรเจน (H2) ไม่ต้องตรวจวัด 
ซัลเฟอร์ไดออกไซด์ (SO2) และ 
ความทึบแสง หรือฝุ

่นละออง 

 
 
่ 
ลำดับที

หน่วยการผลิตและขนาด 

ประเภทโรงงาน 

หรือเครื

ค่าของเครื
่องอุปกรณ์พิเศษที

่องมือ 

่ต้องตรวจวัด 

หมายเหตุ 

2) เชื

้อเพลิงก๊าซ ไม่ต้องตรวจวัด
่นละออง 

ความทึบแสง หรือฝุ

3 

หน่วยผลิตที
่มีการเผาไหม้เชื
ล้านบีทียู (MMBTU) ต่อชั
(heat input) 

้อเพลิง 100 
้นไป  
่วโมงขึ

โรงงานทุกลำดับตามกฎกระทรวง 
กำหนดประเภท ชนิด และ 
ขนาดของโรงงาน พ.ศ. 2563 

- ความทึบแสง หรือฝุ
่นละออง  
- ก๊าซซัลเฟอร์ไดออกไซด์ (SO2)  
- ออกไซด์ของไนโตรเจน (NOx)  
- ก๊าซคาร์บอนมอนอกไซด์ (CO)  

4 

้งแต่ 

่มีกำลังการผลิตตั
้นไป ในส่วนของ 

หน่วยผลิตซีเมนต์ที
3,000 ตันต่อวันขึ
4.1 หม้อเผา (Kiln)  
4.2 Clinker cooler ยกเว้น หน่วยผลิตที

่ 57 ตาม

โรงงานลำดับที
กฎกระทรวง กำหนดประเภท 
ชนิด และขนาดของโรงงาน  
พ.ศ. 2563 

่ใช้

1) สำหรับหม้อเผา (Kiln) :  
- ความทึบแสง หรือฝุ
่นละออง  
- ซัลเฟอร์ไดออกไซด์ (SO2)  
- ออกไซด์ของไนโตรเจน (NOx)  

่มการ

้อเพลิงขยะที

3) ความร้อนเหลือทิ

้ง (waste 
heat) ให้ตรวจวัดตามแหล่งกำเนิด
ความร้อน 
4) เชื

5) เชื
ปรอท ให้เพิ
1) เชื

้อเพลิงขยะ ให้เพิ
ตรวจวัด ไฮโดรเจนคลอไรด์ (HCl)  
่มีองค์ประกอบ
่มการตรวจวัด ปรอท (Hg 
้อเพลิงก๊าซธรรมชาติ (NG) 
ก๊าซปิโตรเลียมเหลว (LPG) เชื
้อเพลิง
ก๊าซไฮโดรเจน (H2) ไม่ต้องตรวจวัด 
ซัลเฟอร์ไดออกไซด์ (SO2) และ 
ความทึบแสง หรือฝุ

่นละออง 
้อเพลิงก๊าซ ไม่ต้องตรวจวัด
่นละออง 

ความทึบแสง หรือฝุ

2) เชื

3) ความร้อนเหลือทิ

้ง (waste 
heat) ให้ตรวจวัดตามแหล่งกำเนิด
ความร้อน 

้อเพลิงขยะ 
1) หม้อเผา (Kiln) ที
่มการตรวจวัด ไฮโดรเจนคลอไรด์ 

่ใช้เชื

ให้เพิ
(HCl)  

 
่ 
ลำดับที

หน่วยการผลิตและขนาด 

ประเภทโรงงาน 

5 

6 

่ผ่านการ
่นแล้ว มาใช้ประโยชน์ (Waste heat 

้งหมด 
่อกระดาษ ที

อากาศร้อนจาก clinker cooler ที
ขจัดฝุ
recovery) ทั
หน่วยผลิตเยื
ตั
้งแต่ 50 ตันต่อวันขึ
5.1 Recovery furnace  
5.2 Lime kiln 

่มีกำลังการผลิต
้นไป ในส่วนของ  

่ 38 ตาม

โรงงานลำดับที
กฎกระทรวง กำหนดประเภท 
ชนิด และขนาดของโรงงาน  
พ.ศ. 2563 

่ 49 ตาม

โรงงานลำดับที
กฎกระทรวง กำหนดประเภท 
ชนิด และขนาดของโรงงาน  
พ.ศ. 2563 

่นน้ำมันปิโตรเลียม ทุกขนาด 

หน่วยกลั
ในส่วนของ  
6.1 Fluid Catalytic Cracking Unit 
(FCCU) 
6.2 Deep Catalytic Cracking Unit 
(DCCU) 
6.3 Fuel oil combustion unit  
6.4 Sulfur Recovery Unit (SRU) 

่องมือ 

่นละออง  

่ต้องตรวจวัด 

ค่าของเครื
หรือเครื
่องอุปกรณ์พิเศษที
- คาร์บอนมอนอกไซด์ (CO)  
2) สำหรับ Clinker cooler :  
- ความทึบแสง หรือฝุ
่นละออง 
1) สำหรับ Recovery furnace :  
- ความทึบแสง หรือฝุ
- ซัลเฟอร์ไดออกไซด์ (SO2)  
- ออกไซด์ของไนโตรเจน (NOx)  
- คาร์บอนมอนอกไซด์ (CO)  
- Total Reduced Sulfur (TRS) หรือ 
ไฮโดรเจนซัลไฟด์ (H2S)  
2) สำหรับ Lime Kiln :  
- ความทึบแสง หรือฝุ
- ซัลเฟอร์ไดออกไซด์ (SO2)  
- ออกไซด์ของไนโตรเจน (NOx)  
- คาร์บอนมอนอกไซด์ (CO) 
1) สำหรับ FCCU และ DCCU :  
่นละออง  
- ความทึบแสง หรือฝุ
- ซัลเฟอร์ไดออกไซด์ (SO2)  
- ออกไซด์ของไนโตรเจน (NOx)  
2) สำหรับ Fuel oil combustion unit :  
- ความทึบแสง หรือฝุ
- ซัลเฟอร์ไดออกไซด์ (SO2)  
- ออกไซด์ของไนโตรเจน (NOx)  

่นละออง  

่นละออง  

หมายเหตุ 

่ใช้เชื
2) หม้อเผา (Kiln) ที
ที
่มีองค์ประกอบปรอท ให้เพิ
ตรวจวัด ปรอท (Hg) 
- 

้อเพลิงขยะ
่มการ

1) เชื

้อเพลิงก๊าซธรรมชาติ (NG) 
้อเพลิง
ก๊าซปิโตรเลียมเหลว (LPG) เชื
ก๊าซไฮโดรเจน (H2) ไม่ต้องตรวจวัด 
ซัลเฟอร์ไดออกไซด์ (SO2) และ 
ความทึบแสง หรือฝุ

่นละออง 
้อเพลิงก๊าซ ไม่ต้องตรวจวัด
่นละออง 

ความทึบแสง หรือฝุ

2) เชื

่ 
ลำดับที

หน่วยการผลิตและขนาด 

ประเภทโรงงาน 

่ต้องตรวจวัด 

่องมือ 

ค่าของเครื
่องอุปกรณ์พิเศษที

หรือเครื
3) สำหรับ SRU :  
- ซัลเฟอร์ไดออกไซด์ (SO2)  
- ความทึบแสง หรือฝุ
- ซัลเฟอร์ไดออกไซด์ (SO2)  
- ออกไซด์ของไนโตรเจน (NOx)  
- คาร์บอนมอนอกไซด์ (CO) 

่นละออง  

่ 59 ตาม

โรงงานลำดับที
กฎกระทรวง กำหนดประเภท 
ชนิด และขนาดของโรงงาน  
พ.ศ. 2563 

7 

8 

่มีกำลังการผลิต
้นไป ในส่วนของ 

้นต้น ที
้งแต่ 100 ตันต่อวันขึ

หน่วยถลุง หลอม หล่อ รีด ดึง หรือผลิต
เหล็กหรือเหล็กกล้าขั
รวมตั
7.1 เตาถลุง ทุกประเภทแหล่งกำเนิด 
ความร้อน 
7.2 เตาหลอม ทุกประเภทแหล่งกำเนิด
ความร้อน  
7.3 กระบวนการ Preheat ที
หรือถ่านหินเป็นแหล่งกำเนิดความร้อน 
หน่วยถลุง ผสม ทำให้บริสุทธิ
รีด ดึง หรือผลิตโลหะในขั
หรือเหล็กกล้า ที
50 ตันต่อวันขึ
8.1 เตาถลุง  
8.2 เตาหลอม  

้นต้นซึ
่มีกำลังการผลิตรวมตั
้นไป ในส่วนของ 

์ หลอม หล่อ 
่งไม่ใช่เหล็ก
้งแต่ 

่ใช้น้ำมันเตา

่ 60 และ 101 
  โรงงานลำดับที
ตามกฎกระทรวง กำหนดประเภท 
ชนิด และขนาดของโรงงาน  
พ.ศ. 2563 

่นละออง  

- ความทึบแสง หรือฝุ
- ซัลเฟอร์ไดออกไซด์ (SO2)  
- ออกไซด์ของไนโตรเจน (NOx)  
- คาร์บอนมอนอกไซด์ (CO) 

หมายเหตุ 

1) เชื

้อเพลิงก๊าซธรรมชาติ (NG) 

ก๊าซปิโตรเลียมเหลว (LPG) ไม่ต้อง
ตรวจวัด ซัลเฟอร์ไดออกไซด์ (SO2) 
และคาร์บอนมอนอกไซด์ (CO) 
2) เตาหลอมไฟฟ้าที

่ไม่มีการอัด
อากาศเข้าห้องเผา ไม่ต้องตรวจวัด 
ออกไซด์ของไนโตรเจน (NOx) 
ซัลเฟอร์ไดออกไซด์ (SO2) และ
คาร์บอนมอนอกไซด์ (CO) 

1) เชื

้อเพลิงก๊าซธรรมชาติ (NG) 

ก๊าซปิโตรเลียมเหลว (LPG) ไม่ต้อง
ตรวจวัดซัลเฟอร์ไดออกไซด์ (SO2) 
และคาร์บอนมอนอกไซด์ (CO) 
2) เตาหลอมไฟฟ้าที

่ไม่มีการอัด
อากาศเข้าห้องเผา ไม่ต้องตรวจวัด 
ออกไซด์ของไนโตรเจน (NOx)  
ซัลเฟอร์ไดออกไซด์ (SO2) และ
คาร์บอนมอนอกไซด์ (CO) 

 
 
 
 
 
หมายเหตุ 

1) เชื

้อเพลิงก๊าซธรรมชาติ (NG) 

ก๊าซปิโตรเลียมเหลว (LPG) ไม่ต้อง
ตรวจวัดซัลเฟอร์ไดออกไซด์ (SO2) 
และคาร์บอนมอนอกไซด์ (CO) 
2) เตาหลอมไฟฟ้าที

่ไม่มีการอัด
อากาศเข้าห้องเผา ไม่ต้องตรวจวัด 
ออกไซด์ของไนโตรเจน (NOx)  
ซัลเฟอร์ไดออกไซด์ (SO2) และ
คาร์บอนมอนอกไซด์ (CO) 
เตาเผาขยะอันตราย ให้เพิ
ตรวจวัด ปรอท (Hg) 

่มการ

่ 
ลำดับที

หน่วยการผลิตและขนาด 

ประเภทโรงงาน 

9 

่ว ที
้งแต่ 10 ตันต่อวันขึ

หน่วยหลอมตะกั
ขนาดตั
เตาหลอม 

่มีกำลังการผลิตรวม

้นไป ในส่วนของ

่ 60 และ  101 
โรงงานลำดับที
ตามกฎกระทรวง กำหนดประเภท 
ชนิด และขนาดของโรงงาน  
พ.ศ. 2563 

่ต้องตรวจวัด 

่องมือ 

ค่าของเครื
่องอุปกรณ์พิเศษที

่นละออง  

หรือเครื
- ความทึบแสง หรือฝุ
- ซัลเฟอร์ไดออกไซด์ (SO2)  
- ออกไซด์ของไนโตรเจน (NOx)  
- คาร์บอนมอนอกไซด์ (CO) 

่ 101 ตาม

โรงงานลำดับที
กฎกระทรวง กำหนดประเภท 
ชนิด และขนาดของโรงงาน  
พ.ศ. 2563 

- ความทึบแสงหรือฝุ
่นละออง  
- ซัลเฟอร์ไดออกไซด์ (SO2)  
- ออกไซด์ของไนโตรเจน (NOx) 
- คาร์บอนมอนอกไซด์ (CO)  
- ไฮโดรเจนคลอไรด์ (HCl)  

10  10.1 หน่วยเตาเผาขยะอันตรายทุกขนาด
10.2 เตาเผากากอุตสาหกรรมทุกขนาด 
่มี
10.3 เตาเผามูลฝอยชุมชน ที
ความสามารถในการเผาสูงสุดตั
้งแต่ 10 
ตันต่อวันขึ
้นไป  
่มี
10.4 เตาเผาขยะติดเชื
ความสามารถในการเผาสูงสุดตั
ตันต่อวันขึ
้นไป  
หน่วยผลิตกรดกำมะถัน ที
ตั
้งแต่ 100 ตันต่อวันขึ
บรรจุ 

่มีกำลังการผลิต
้นไป ยกเว้นการแบ่ง

้งแต่ 10 

11 

้อ ที

- ซัลเฟอร์ไดออกไซด์ (SO2)  

- 

่ 42 ตาม

โรงงานลำดับที
กฎกระทรวง กำหนดประเภท 
ชนิด และขนาดของโรงงาน  
พ.ศ. 2563 และโรงงานลำดับอื
่น 
่มีหน่วยการผลิตกรดกำมะถัน 
ที

 
่ 
ลำดับที

หน่วยการผลิตและขนาด 

ประเภทโรงงาน 

่ 54 ตาม

โรงงานลำดับที
กฎกระทรวง กำหนดประเภท 
ชนิด และขนาดของโรงงาน   
พ.ศ. 2563 

่ต้องตรวจวัด 

่องมือ 

ค่าของเครื
่องอุปกรณ์พิเศษที

่นละออง  

หรือเครื
- ความทึบแสง หรือฝุ
- ซัลเฟอร์ไดออกไซด์ (SO2)  
- ออกไซด์ของไนโตรเจน (NOx)  
- คาร์บอนมอนอกไซด์ (CO) 

หมายเหตุ 

้อเพลิงก๊าซธรรมชาติ (NG)  
เชื
ก๊าซปิโตรเลียมเหลว (LPG) ไม่ต้อง
ตรวจวัดซัลเฟอร์ไดออกไซด์ (SO2)  
และความทึบแสง หรือฝุ

่นละออง 

โรงงานทุกลำดับตามกฎกระทรวง 
กำหนดประเภท ชนิด และ 
ขนาดของโรงงาน พ.ศ. 2563 

พารามิเตอร์ที
ประเมินผลกระทบสิ
เฉพาะที

่ถูกกำหนดในรายงานการ
่งแวดล้อม (EIA) 
้ 
่ระบุตามแนบท้ายประกาศนี

- 

้งนี

12 

หน่วยผลิตแก้ว เส้นใยแก้ว หรือผลิตภัณฑ์
แก้ว ในส่วนของเตาหลอมที
่ใช้ความร้อน
ตั
้งแต่ 100 ล้านบีทียู (MMBTU) ต่อชั
่วโมง
้ ไม่รวมความร้อน
้นไป (heat input) ทั
ขึ
จากระบบ Electric Booster และ Heat 
Recovery 
13   หน่วยการผลิตอื
่องมือหรือเครื

้ง
่นที
่ถูกกำหนดให้ติดตั
เครื
่อ
่องอุปกรณ์พิเศษ เพื
รายงานมลพิษอากาศจากปล่องโรงงาน 
(Continuous Emission Monitoring 
Systems : CEMS) ตามเงื
่อนไขรายงาน 
่งแวดล้อม (EIA) 
การประเมินผลกระทบสิ

 
 
 
 
 
 
 
 
 
 
 
ค่าของเครื

่องมือหรือเครื

่องอุปกรณ์พิเศษที

่ต้องตรวจวัดและหน่วยวัด ดังนี

้ 

ค่าของเครื

่องมือหรือเครื

่องอุปกรณ์พิเศษที

่ต้องตรวจวัด 

ความทึบแสง (opacity) 
ฝุ
่นละออง (Particulate) 
ซัลเฟอร์ไดออกไซด์ (Sulfur dioxide : SO2) 
ออกไซด์ของไนโตรเจน (Oxides of Nitrogen : NOx) ในรูปไนโตรเจนไดออกไซด์ 
คาร์บอนมอนอกไซด์ (Carbon monoxide : CO) 
ออกซิเจน (Oxygen : O2) 
Total Reduced Sulfur (TRS) 
ไฮโดรเจนซัลไฟด์ (H2S) 
ปรอท (Hg) 
ไฮโดรเจนคลอไรด์ (HCl) 
อัตราการไหลภายในปล่อง (Flow Rate) 
อุณหภูมิภายในปล่อง 

หน่วยวัด 

ร้อยละ (%) และมิลลิกรัมต่อลูกบาศก์เมตร (mg/m3) 
มิลลิกรัมต่อลูกบาศก์เมตร (mg/m3) 
ส่วนในล้านส่วน (ppm) 
ส่วนในล้านส่วน (ppm) 
ส่วนในล้านส่วน (ppm) 
ร้อยละ โดยปริมาตร (% by volume) 
ส่วนในล้านส่วน (ppm) 
ส่วนในล้านส่วน (ppm) 
มิลลิกรัมต่อลูกบาศก์เมตร (mg/m3) 
มิลลิกรัมต่อลูกบาศก์เมตร (mg/m3) 
ลูกบาศก์เมตรต่อชั
องศาเซลเซียส 

่วโมง (m3/hr) 
        """
    ]




    return sampleDoc[DocID]

sys.modules[__name__] = sampleDoc