import sys

def watchList():

    watchList = [
        'ถังน้ำมันเชื้อเพลิงตั้งแต่ 500,000 ลิตรขึ้นไป',
        'Boiler'
        'ใบอนุญาตประกอบกิจการโรงงาน  (รง.4)',
        'ความปลอดภัย',
        'สิ่งแวดล้อม  - ด้านอากาศ',
        'สิ่งแวดล้อม - ด้านน้ำ',
        'สิ่งแวดล้อม  - ด้านกากอุตสาหกรรม',
        'สิ่งแวดล้อม - ด้านดินและน้ำใต้ดิน',
        'โรงงานปูนซีเมนต์',
        'โรงงานปูนซิเมนต์สำเร็จรูป  (มอร์ตาร์)',
        'โรงงานคอนกรีตสำเร็จรูป',
        'โรงไฟฟ้าแสงอาทิตย์',
        'โรงไฟฟ้าพลังงานความร้อน',
        'โรงงานทุกประเภท',
    ]

    return watchList

sys.modules[__name__] = watchList